Repository: buresdv/Cork
Catalog: Cork/Localizable.xcstrings
Source language: en
Languages: cs, de, es_419, fr, it, ko, pt_pt, ru, tr, uk, zh_hans, zh_hant

# alert.top-package-retrieval-function-turned-up-empty.title
source: Couldn't get selected top package
cs: Vybraný balíček se nepodařilo načíst
de: Das ausgewählte Top-Paket konnte nicht ausgewählt werden
es_419: No se pudo seleccionar el paquete principal
fr: Impossible d'obtenir le paquet le plus populaire sélectionné
it: Impossibile ottenere il pacchetto popolare selezionato
ko: 상위 패키지를 선택할 수 없습니다.
pt_pt: Não foi possível obter a biblioteca selecionada
ru: Не удалось получить выбранный пакет из списка популярных
tr: Seçilen liste başı paketi alamadık
uk: Не вдалося отримати вибраний найкращий пакет
zh_hans: 无法获取所选的热门软件包
zh_hant: 無法取得熱門套件

# alert.unable-to-uninstall-%@.title
source: Couldn't uninstall %@
cs: Balíček %@ se nepodařilo odinstalovat
de: %@ konnte nicht entfernt werden
es_419: No fue posible desinstalar %@
fr: Impossible de désinstaller %@
it: Impossibile disinstallare %@
ko: %@을(를) 제거할 수 없습니다.
pt_pt: Não foi possível desinstalar %@
ru: Не удалось удалить %@
tr: %@ Kaldırılamadı
uk: Неможливо видалити %@
zh_hans: 无法卸载 %@
zh_hant: 無法解除安裝 %@

# alert.unable-to-uninstall-dependency.message-%@-%@
source: %2$@ is a dependency of %1$@
cs: %2$@ je závislostí balíčku %1$@
de: %2$@ steht in Abhängigkeit von %1$@
es_419: %2$@ es dependencia de %1$@
fr: %2$@ est une dépendance de %1$@
it: %2$@ è una dipendenza di %1$@
ko: %2$@는 %1$@의 종속성입니다.
pt_pt: %2$@ é uma dependência de %1$@
ru: %2$@ является зависимостью %1$@
tr: %2$@, %1$@'nın bir bağımlılığıdır
uk: %2$@ є залежністю %1$@
zh_hans: %2$@ 是 %1$@ 的依赖
zh_hant: %2$@ 是 %1$@ 的依賴項目

# app-adoption.currently-being-adopted.%@
source: Adding %@
cs: Přidávám %@
de: Füge %@ hinzu
es_419: Agregando %@
fr: Ajout de %@
it: Aggiungendo %@
ru: Добавление %@
tr: %@ ekleniyor
zh_hant: 正在新增 %@

# brewfile.export.default-export-name-%@
source: %@ Homebrew Backup
cs: %@ Záloha Homebrew
de: %@ Homebrew Sicherung
es_419: %@ Copia de seguridad casera
fr: %@ sauvegarde Homebrew
it: %@ backup Homebrew
ko: %@ 홈브루 백업
ru: Резервная копия Homebrew от %@
tr: %@ Homebrew Yedekleme
uk: %@ резервне копіювання Homebrew
zh_hans: %@ Homebrew 备份
zh_hant: %@ Homebrew 備份

# brewfile.export.default-export-name.empty
source: Homebrew Backup
cs: Záloha Homebrew
de: Homebrew Sicherung
es_419: Copia de seguridad casera
fr: Sauvegarde Homebrew
it: Backup Homebrew
ko: 홈브루 백업
ru: Резервная копия Homebrew
tr: Homebrew Yedekleme
uk: Резервне копіювання Homebrew
zh_hans: Homebrew 备份
zh_hant: Homebrew 備份

# brewfile.export.progress
source: Backing up Homebrew…
cs: Zálohuji Homebrew…
de: Sichere Homebrew...
es_419: Haciendo copia de seguridad de Homebrew…
fr: Sauvegarde de Homebrew…
it: Eseguo il backup di Homebrew…
ko: 홈브루 백업 중...
ru: Создание резервной копии Homebrew...
tr: Homebrew yedekleniyor…
uk: Резервне копіювання Homebrew...
zh_hans: 备份 Homebrew...
zh_hant: 正在備份 Homebrew…

# brewfile.import.finished.message
source: There were no errors
cs: Nevyskytly se žádné chyby
de: Es wurden keine Fehler festgestellt
es_419: No hubo errores
fr: Il n'y a eu aucune erreur
it: Nessun errore
ko: 오류 없음
pt_pt: Sem erros
ru: Проблем не обнаружено
tr: Herhangi bir hata oluşmadı
uk: Помилок не було
zh_hans: 未发生任何错误
zh_hant: 沒有發生錯誤

# brewfile.import.finished.title
source: Successfully restored from backup
cs: Obnovení ze zálohy proběhlo úspěšně
de: Sicherung erfolgreich wiederhergestellt
es_419: Restaurado exitosamente desde la copia de seguridad
fr: Saveugarde restaurée avec succès
it: Ripristinato da backup con successo
ko: 백업에서 성공적으로 복원
pt_pt: Restaurado do backup com sucesso
ru: Восстановление из резервной копии успешно
tr: Yedekten başarıyla geri yüklendi
uk: Успішно відновлено з резервної копії
zh_hans: 成功从备份恢复
zh_hant: 成功從備份還原

# alert.notifications-error-while-obtaining-permissions.title
source: There was a problem obtaining notifications permissions
cs: Při pokusu o získání oprávnění k posílání oznámení se vyskytla chyba
de: Es gab ein Problem beim Erhalt der Benachrichtigungsberechtigungen
es_419: Hubo un problema al obtener permisos de notificaciones.
fr: Il y a eu un problème pour obtenir les autorisations de notifications
it: Si è verificato un errore nella richiesta di permesso per le notifiche
ko: 알림 권한을 얻는 데 문제가 발생했습니다.
pt_pt: Não foi possível obter as permissões de notificações
ru: Не удалось получить разрешение на отправку уведомлений
tr: Bildirim izinleri alınırken bir sorun oluştu
uk: Виникла проблема з отриманням дозволів на сповіщення
zh_hans: 在获取通知权限时出现问题
zh_hant: 取得通知許可時發生問題

# alert.notifications-error-while-obtaining-permissions.message
source: You can keep using Cork without notifications
cs: Cork můžete dále používat, nebudete ale dostávat oznámení
de: Du kannst Cork auch ohne Benachrichtigungen verwenden
es_419: Puedes seguir usando Cork sin notificaciones
fr: Vous pouvez continuer à utiliser Cork sans notifications
it: Puoi continuare a usare Cork senza notifiche
ko: 알림 없이 Cork를 계속 사용할 수 있습니다.
pt_pt: Podes continuar a usar o Cork sem notificações
ru: Вы можете продолжить использовать Cork без уведомлений
tr: Bildirimler olmadan Cork'u kullanmaya devam edebilirsiniz
uk: Ви й надалі можете використовувати Cork без сповіщень
zh_hans: 你可以在没有通知的情况下继续使用 Cork
zh_hant: 您可以在不顯示通知的情況下繼續使用 Cork

# error.brewfile.importing.could-not-get-selected-brewfile-location
source: Could not get the location of the selected brewfile
cs: Při hledání adresy tohoto souboru Brewfile se vyskytla chyba
de: Der Speicherort der ausgewählten Brewdatei konnte nicht ermittelt werden.
es_419: No se pudo obtener la ubicación del archivo brewfile seleccionado
fr: Impossible d’obtenir l’emplacement du Brewfile sélectionné
it: Impossibile ottenere posizione del brewfile selezionato
pt_pt: Não foi possível obter a localização do brewfile selecionado
ru: Не удалось получить расположение указанного списка пакетов
tr: Seçili brewfile'ın konumu alınamadı
uk: Не вдалося отримати розташування вибраного brewfile
zh_hans: 无法获取选定 brewfile 路径
zh_hant: 無法獲得所選 brewfile 的路徑

# error.brewfile.importing.could-not-import.%@
source: Could not import brewfile: %@
cs: Při importování souboru Brewfile se vyskytla chyba: %@
de: Brewfile konnte nicht importiert werden: %@
es_419: No se pudo importar el archivo brewfile: %@
fr: Impossible d’importer le Brewfile: %@
it: Impossibile importare brewfile: %@
pt_pt: Não foi possível importar o brewfile: %@
ru: Не удалось загрузить файл со списком пакетов: %@
tr: Brewfile içe aktarılamadı: %@
uk: Не вдалося імпортувати brewfile: %@
zh_hans: 无法导入 brewfile: %@
zh_hant: 無法匯入 brewfile：%@

# debug.action.show-error-inspector
source: Show error inspector
cs: Více informací…
de: Fehlerinspektor anzeigen
es_419: Mostrar inspector de errores
fr: Afficher l’inspecteur d’erreur
it: Mostra ispettore errori
ru: Показать инспектор ошибок
tr: Hata denetleyicisini göster
uk: Показати інспектор помилок
zh_hans: 显示错误检查器
zh_hant: 顯示錯誤檢查器

# error-inspector.title
source: Error Inspector
cs: Inspektor chyb
de: Fehlerinspektor
es_419: Inspector de errores
fr: Inspecteur d’Erreur
it: Ispettore errori
ru: Инспектор ошибок
tr: Hata Denetleyicisi
uk: Інспектор помилок
zh_hans: 错误检查器
zh_hant: 錯誤檢查器

# error.brewfile.export.could-not-determine-working-directory
source: Could not determine which folder the brewfile export process was initiated from
cs: Při zjišťování složky pro export souboru Brewfile se vyskytla chyba
de: Es konnte nicht ermittelt werden, aus welchem Ordner der Exportvorgang der Brewfile-Datei gestartet wurde.
es_419: No se pudo determinar desde que carpeta se inicio el proceso de exportación del archivo brewfile
fr: Impossible de déterminer depuis quel dossier l’export du Brewfile a été initié
it: Impossibile determinare da quale cartella è stato avviato il processo di esportazione del brewfile
pt_pt: Não foi possível determinal a pasta de exportação do brewfile
ru: Не удалось определить, из какой папки начат процесс экспорта файла со списком пакетов
tr: Brewfile dışa aktarma işleminin hangi klasörden başlatıldığını belirleyemedi
uk: Не вдалося визначити, з якої папки було ініційовано процес експорту brewfile
zh_hans: 无法确定 brewfile 导出过程是从何处启动
zh_hant: 無法確定 brewfile 匯出過程是從哪個資料夾啟動的

# error.brewfile.export.could-not-dump-with-error.%@
source: Could not dump the brewfile into the provided location with error: %@
cs: Při exportu souboru Brewfile se vyskytla chyba: %@
de: Die Brew-Datei konnte aufgrund des folgenden Fehlers nicht an den angegebenen Speicherort kopiert werden: %@
es_419: No se pudo volcar el archivo brewfile a la ubicación proporcionada, con el error: %@
fr: Impossible d’écrire le Brewfile dans l’emplacement indiqué, erreur : %@
it: Impossibile scaricare il brewfile nella posizione specificata con errore: %@
pt_pt: Não foi possível atualizar o brewfile para o local dado com erro: %@
ru: При записи списка пакетов в предоставленное расположение произошла ошибка: %@
tr: Verilen konuma brewfile dökümü yapılamadı, hata: %@
uk: Не вдалося вивантажити brewfile у вказане місце з помилкою: %@
zh_hans: 无法将 brewfile 导出到指定位置，错误信息: %@
zh_hant: 無法將 brewfile 匯出到指定位置，錯誤：%@

# cached-downloads.type.unknown
source: Unknown
cs: Neznámý
de: unbekannt
es_419: Desconocido
fr: Inconnu
it: Sconosciuto
pt_pt: Desconhecido
ru: Неизвестные
tr: Bilinmiyor
uk: Невідомо
zh_hans: 未知
zh_hant: 未知

# brewfile.import.progress.encouragement
source: Hang tight! This might take a few minutes
cs: Dejte tomu chvíli! Může to pár minut trvat
de: Warte ab! Das kann ein paar Minuten dauern
es_419: ¡Aguanta! Esto puede tardar unos minutos
fr: Patientez un instant ! Cela peut prendre quelques minutes
it: Tieni duro! Potrebbe volerci qualche minuto
ko: 잠시만 기다려주세요! 몇 분 정도 걸릴 수 있습니다.
pt_pt: Aguenta! Isto pode durar alguns minutos
ru: Пожалуйста, подождите, это может занять несколько минут
tr: Sıkı tutunun! Bu birkaç dakika sürebilir
uk: Тримайся міцно! Це може зайняти кілька хвилин
zh_hans: 稍等片刻！这可能需要几分钟
zh_hant: 請稍等！這可能會需要幾分鐘

# error.cache-deletion.could-not-read-contents-of-cached-casks-downloads-folder
source: Couldn’t read contents of cached Cask downloads folder
cs: Při čtení složky obsahující mezipaměť stažených soudků se vyskytla chyba
de: Der Inhalt des zwischengespeicherten Cask-Download-Ordners konnte nicht gelesen werden.
es_419: No se pudieron leer los contenidos de la carpeta de cache de los Cask
fr: Impossible de lire le contenu du dossier des téléchargements Casks mis en cache
it: Impossibile leggere il contenuto della cartella di download in cache dei cask
ru: Не удалось считать содержимое папки с кешем загрузок приложений macOS
tr: Önbelleğe alınmış Cask indirmelerinin bulunduğu klasörün içeriği okunamadı
uk: Не вдалося прочитати вміст кешованої папки завантажень Cask
zh_hans: 无法读取 Cask 下载缓存文件夹中的内容
zh_hant: 無法讀取快取的 Cask 下載資料夾內容

# error.cache-deletion.could-not-read-contents-of-cached-downloads-folder
source: Couldn’t read contents of cached downloads folder
cs: Při čtení složky obsahující mezipaměť se vyskytla chyba
de: Der Inhalt des Ordners für zwischengespeicherte Downloads konnte nicht gelesen werden
es_419: No se pudieron leer los contenido de la carpeta de cache
fr: Impossible de lire le contenu du dossier des téléchargements mis en cache
it: Impossibile leggere il contenuto della cartella di download in cache
ru: Не удалось считать содержимое папки с кешем загрузок
tr: Önbelleğe alınmış indirmeler klasörünün içeriği okunamadı
uk: Не вдалося прочитати вміст кешованої папки завантажень
zh_hans: 无法读取下载缓存文件夹中的内容
zh_hant: 無法讀取快取下載資料夾的內容

# error.cache-deletion.could-not-read-contents-of-cached-formulae-downloads-folder
source: Couldn’t read contents of cached Formulae downloads folder
cs: Při čtení složky obsahující mezipaměť stažených vzorců se vyskytla chyba
de: Der Inhalt des Zwischenspeicherordners für heruntergeladene Formeln konnte nicht gelesen werden.
es_419: No se pudieron leer los contenidos de la carpeta de cache de las Formulas
fr: Impossible de lire le contenu du dossier des téléchargements Formules mis en cache
it: Impossibile leggere il contenuto della cartella di download in cache delle formule
ru: Не удалось считать содержимое папки с кешем загрузок приложений/библиотек
tr: Önbelleğe alınmış Formul indirme klasörünün içeriği okunamadı
uk: Не вдалося прочитати вміст кешованої папки завантажень Formula
zh_hans: 无法读取 Formulae 下载缓存文件夹中的内容
zh_hant: 無法讀取 Formulae 下載快取資料夾中的内容

# error.data-downloading.invalid-response.%lld
source: Homebrew server returned the wrong response code: %lld
cs: Server Homebrew poskytnul chybnou odezvu: %lld
de: Der Homebrew-Server hat den falschen Antwortcode zurückgegeben: %lld
es_419: El servidor de Homebrew devolvió el código de respuesta incorrecto: %lld
fr: Le serveur Homebrew a retourné le mauvais code de retour: %lld
it: Il server Homebrew ha restituito il codice risposta errato: %lld
pt_pt: O servidor Homebrew devolveu o código de resposta errado: %lld
ru: Сервер Homebrew вернул некорректный код ответа: %lld
tr: Homebrew sunucusu yanlış yanıt kodu döndürdü: %lld
uk: Сервер Homebrew повернув неправильний код відповіді: %lld
zh_hans: Homebrew 服务器返回错误 %lld
zh_hant: Homebrew 伺服器返回了錯誤的回應碼：%lld

# error.data-downloading.invalid-response.undetermined-response-code
source: Homebrew server returned the wrong response code, and the provided response code could not be properly read
cs: Server Homebrew odpověděl s neplatným kódem, a tento kód nebylo možné přečíst
de: Der Homebrew-Server hat einen falschen Antwortcode zurückgegeben, und der bereitgestellte Antwortcode konnte nicht ordnungsgemäß gelesen werden.
es_419: El servidor de Homebrew devolvió el código de respuesta incorrecto, dicho código de respuesta no pudo ser leeido
fr: Le serveur Homebrew a retourné le mauvais code de réponse, et le code de réponse fourni ne peut pas être correctement lu
it: Il server Homebrew ha restituito il codice risposta errato e non è stato possibile leggere quello fornito
pt_pt: O servidor Homebrew devolveu o código de resposta errado e este não foi devidamente lido
ru: Сервер Homebrew вернул некорректный код ответа, который не удалось счесть
tr: Homebrew sunucusu yanlış bir yanıt kodu döndürdü ve yanıt kodu doğru bir şekilde okunamadı
uk: Сервер Homebrew повернув неправильний код відповіді, а наданий код відповіді не може бути правильно прочитаний
zh_hans: Homebrew 服务器返回未知错误
zh_hant: Homebrew 伺服器回應的狀態碼不正確，提供的回應碼無法被正常讀取

# error.data-downloading.invalid-url
source: The provided URL is not a valid Homebrew server URL
cs: Poskytnutá adresa není platnou adresou Homebrew serveru
de: Die angegebene URL ist keine gültige Homebrew-Server-URL.
es_419: El URL proporcionado no es un URL valido en el servidor de Homebrew
fr: L’URL fournie n’est pas un serveur Homebrew valide
it: L’URL fornito non è un URL di un server Homebrew valido
pt_pt: O URL dado não é um URL válido de Homebrew
ru: Полученный URL не является действительным URL сервера Homebrew
tr: Verilen URL geçerli bir Homebrew sunucu URL'si değil
uk: Надана URL-адреса не є дійсною URL-адресою сервера Homebrew
zh_hans: 所提供的 URL 并非一个有效的 Homebrew 服务器 URL
zh_hant: 提供的網址並不是有效的 Homebrew 伺服器網址

# error.data-downloading.no-data-received
source: No data received while fetching top packages from the Homebrew server
cs: Server Homebrew při načítání nejoblíbenějších balíčků nevrátil odpověď
de: Beim Abrufen der Top-Pakete vom Homebrew-Server wurden keine Daten empfangen.
es_419: No se recibieron datos al recuperar los paquetes principales del servidor Homebrew
fr: Aucune donnée reçue depuis le serveur Homebrew lors de la récupération des paquets populaires
it: Nessun dato ricevuto dal server Homebrew durante la richiesta di pacchetti popolari
pt_pt: Nenhum dado recebido depois do carregamento das bibliotecas principais do servidor Homebrew
ru: При получении списка популярных пакетов с сервера Homebrew пришел пустой ответ
tr: Homebrew sunucusundan liste başı paketler çekilirken herhangi bir veri alınamadı
uk: Не отримано жодних даних під час отримання топ-пакунків з сервера Homebrew
zh_hans: 获取热门软件包时 Homebrew 服务器未返回数据
zh_hant: 從 Homebrew 伺服器獲取熱門套件時未收到任何資料

# error.finder-reveal.could-not-find-package-in-parent
source: Could not find the requested package in the parent folder
cs: Při hledání žádaného balíčku ve složce se vyskytla chyba
de: Das angeforderte Paket konnte im übergeordneten Ordner nicht gefunden werden.
es_419: No se pudo encontrar el paquete solicitado en el folder raiz
fr: Impossible de trouver le paquet demandé dans le dossier parent
it: Impossibile trovare il pacchetto richiesto nella cartella genitore
pt_pt: Não foi possível encontrar a biblioteca
ru: Не удалось найти запрошенный пакет в родительской папке
tr: İstenen paket üst klasörde bulunamadı
uk: Не вдалося знайти потрібний пакет у батьківській папці
zh_hans: 无法在父文件夹中找到所要求的软件包
zh_hant: 無法在上級資料夾中找到所要求的套件

# alert.fatal-%@-prevented-loading.title
source: Package %@ prevented loading
cs: Balíček %@ zamezil načítání
de: Paket %@ verhindert das Laden
es_419: El paquete %@ impidió la carga
fr: Le paquet %@ a empêché le chargement
it: Il pacchetto %@ ha impedito il caricamento
pt_pt: Biblioteca %@ interrompeu o carregamento
ru: Cork не удалось запуститься из-за пакета %@
tr: %@ paketi yüklemeyi engelledi
uk: Пакет %@ запобіг завантаженню
zh_hans: 软件包 %@ 阻止了加载
zh_hant: 套件 %@ 阻止載入

# adoptable-packages.excluded-label
source: Ignored adoptable apps
cs: Ignorované aplikace
es_419: Aplicaciones adoptables ignoradas
fr: Applications adoptables ignorées
ru: Проигнорированные
tr: Yoksayılan devralınabilir uygulamalar
zh_hant: 忽略已接管的應用程式

source: The specified path points to the Formulae folder itself, not a package. Your Homebrew is broken, this is not a Cork issue
cs: Poskytnutá cesta k souboru vede do složky obsahující vzorce místo balíčku. Vás homebrew je rozbitý, tohle není chyba Corku
de: Der angegebene Pfad verweist auf den Ordner „Formulae“ selbst, nicht auf ein Paket. Ihr Homebrew ist defekt, dies ist kein Problem von Cork.
es_419: La ruta especificada señala a la carpeta de Formulas en si misma, no a un paquete. Tu instalación de Homebrew esta rota, este no es un problema de Cork
fr: Le chemin indiqué désigne le dossier Formules lui même, pas un paquet. Votre installation de Homebrew est cassée, ce n’est pas un problème de Cork
it: Il percorso specificato punta alla cartella delle formule stessa, non a un pacchetto. Il tuo Homebrew è compromesso, non è un problema di Cork
pt_pt: O caminho específico que aponta para a pasta da Formulae, não a biblioteca. O teu Homebrew está corrompido, isto não é um problema do Cork
ru: Указанный путь ведет к папке приложения или библиотеки, а не к папке, содержащей пакет. Это является проблемой с вашим Homebrew, а не с Cork.
tr: Belirtilen yol doğrudan Formulae klasörünün kendisine işaret ediyor, bir pakete değil. Homebrew'unuz bozuk, bu bir Cork sorunu değil
uk: Цей шлях вказує на саму папку Formulae, а не на пакет. Ваш Homebrew не працює, це не проблема Cork
zh_hans: 所提供的路径指向 Formula 文件夹本身，并非指向软件包。你的 Homebrew 程序损坏，这并非是 Cork 的问题
zh_hant: 指定的路徑指向 Formulae 資料夾本身，而不是套件。 您的 Homebrew 已損壞，這不是 Cork 的問題

# error.maintenance.orphan-uninstallation.unexpected-terminal-output
source: Unexpected terminal output of the orphan uninstallation function
cs: Funkce pro odinstalaci osiřelých balíčků poskytla nečekanou odezvu
de: Unerwartete Terminalausgabe der Orphan-Deinstallationsfunktion
es_419: Salida inesperada del terminal de la función de desinstalar huérfano
fr: Sortie de Terminal inattendue durant l’exécution de la fonction de désinstallation des paquets orphelins
it: Output della funzione di disinstallazione dell’orfano non previsto
pt_pt: Resultado inesperado na desinstalação do orfão
ru: При удалении ненужных зависимостей был получен неожиданный вывод в Терминале
tr: Artık kalanları kaldırma işlevinin öngörülemeyen terminal çıktısı
uk: Неочікуваний вивід терміналу функції деінсталяції зайвих пакетів
zh_hans: 卸载孤立包功能出现意外终端输出
zh_hant: 孤立套件解除安裝功能出現未預期的終端輸出

# error.json-parsing.could-not-decode.%@
source: Could not decode the provided data using the built-in JSON decoder: %@
cs: Při dekódování JSON se vyskytla chyba: %@
de: Die angegebenen Daten konnten mit dem integrierten JSON-Decoder nicht dekodiert werden: %@
es_419: No se pudieron decodificar los datos proporcionados usando el decodificado integrado JSON: %@
fr: Impossible de décoder les données fournies avec le décodeur JSON intégré : %@
it: Impossibile decodificare i dati forniti usando il decodificatore JSON incluso: %@
pt_pt: Não foi possível descodificar os dados usando o descodificador de JSON: %@
ru: Не удалось расшифровать полученные данные с помощью встроенного расшифровщика JSON: %@
tr: Sağlanan veri yerleşik JSON çözücüyle okunamadı: %@
uk: Не вдалося декодувати надані дані за допомогою вбудованого декодера JSON: %@
zh_hans: 无法使用内置 JSON 解码器解码所提供的数据: %@
zh_hant: 無法使用內建的 JSON 解碼器解碼提供的數據：%@

# error.licensing.auth-complex-not-encoded
source: Authorization complex for license retrieval could not be encoded
cs: Autorizační komplex pro účely načtení licence se nepovedlo zakódovat
de: Autorisierungskomplex für Lizenzabruf konnte nicht codiert werden
es_419: No se pudo codificar el complejo de autorización para recuperar la licencia
fr: Impossible d'encoder le complexe d'autorisation pour la récupération de la licence
it: Impossibile codificare il complesso di autorizzazione per il recupero della licenza
pt_pt: A autorização para o carregamento de licença não foi codificado
ru: Не удалось зашифровать данные авторизации для проверки лицензии
tr: Lisans alımı için yetkilendirme kompleksi kodlanamadı
uk: Не вдалося зашифрувати авторизаційний комплекс для отримання ліцензії
zh_hans: 用于许可检索的授权无法被编码
zh_hant: 無法對許可證檢索的授權複雜功能進行編碼

# error.licensing.not-connected-to-internet
source: Could not connect to the internet. Will not be able to complete the licensing check
cs: Nejste připojeni k internetu. Licenci nebylo možné ověřit
de: Keine Verbindung zum Internet möglich. Die Lizenzprüfung kann nicht abgeschlossen werden.
es_419: No se pudo conectar a internet. No es posible completar la verificación de la licensia
fr: Impossible de se connecter à Internet. La vérification de la licence ne sera pas effectuée
it: Impossibile connettersi a internet. Non è possibile completare la verifica della licenza
pt_pt: Não foi possível conectar à Internet. Não será possível completar a verificação de licença
ru: Не удалось подключиться к интернету. Проверка лицензии невозможна
tr: İnternet bağlantısı kurulamadı. Lisans kontrolü tamamlanamayacak
uk: Не вдалося підключитися до Інтернету. Перевірку ліцензії завершити не вдасться
zh_hans: 无法连接互联网。无法完成许可校对
zh_hant: 無法連線至網際網路。無法完成授權檢查

# error.licensing.other-error.%@
source: Unimplemented error occured while getting license status: %@
cs: Při zjišťování stavu licence se vyskytla neimpleentovaná chyba: %@
de: Beim Abrufen des Lizenzstatus ist ein nicht implementierter Fehler aufgetreten: %@
es_419: Ocurrió un error no implementado al obtener el estatus de la licencia %@
fr: Une erreur non implémentée s'est produite lors de la récupération du statut de la licence : %@
it: Si è verificato un errore non implementato nel tentativo di ottenere lo stato della licenza: %@
pt_pt: Erro não implementado ao carregar o estado da licença: %@
ru: Непредвиденная ошибка при проверке лицензии: %@
tr: Lisans durumu sorgulanırken beklenmeyen bir hata oluştu: %@
uk: Під час отримання статусу ліцензії виникла нереалізована помилка: %@
zh_hans: 获取许可证状态时发生未实现的错误: %@
zh_hant: 取得授權狀態時發生未實作錯誤：%@
